export const fakeProductData = [
    {
        img:require('../../assets/Image/food1.jpg'),
        title:'Торты Орео с Йогуртом',
        description:'Хотите приготовить для детей поистине летний освежающий десерт? Нежная основа этого десерта - замороженный густой йогурт - наполнена хрустящим шоколадным печеньем Oreo, любимыми фруктами и ягодами.',
        mainDescription:'Десерт состоит из минимального набора ингредиентов, его легко и просто приготовить. Отличная идея для детского праздника! Подробнее о том, как приготовить кексы Oreo с йогуртом, читайте ниже. Приятных вам дел на кухне!',
        imgFavorite:require('../../assets/IconCategory/like.png'),
        star:require('../../assets/IconCategory/star.png'),
        price:13,
        id:0
    },
    {
        img:require('../../assets/Image/food2.jpg'),
        title:'Оленина в горшочке',
        description:'Если у вас есть свежее мясо северного оленя, попробуйте приготовить его в горшках. Мясо очень вкусное и сочное. Такой полноценный обед станет отличным ужином для всей семьи.',
        mainDescription:'Оленина - довольно редкое мясо. Но если он попался вам в руки, обязательно приготовьте его по этому рецепту. При приготовлении в кастрюле мясо получается сочным, смешанным с соком и ароматом других ингредиентов. Сверху - вкусная и аппетитная сырная корочка. Чтобы узнать, как приготовить оленину в горшочке, прочтите этот рецепт.',
        imgFavorite:require('../../assets/IconCategory/like.png'),
        star:require('../../assets/IconCategory/star.png'),
        price:25,
        id:1
    },
    {
        img:require('../../assets/Image/food3.jpg'),
        title:'Бифштекс а ля "Украина"',
        description:'Какие ассоциации у вас возникают со словом «бургер»? Уверен, это булочка, котлета, соус. Но после этого рецепта у вас возникнут совсем другие ассоциации - мороженое, взбитые сливки и шоколад!',
        mainDescription:'Сегодня хочу поделиться с вами рецептом, как приготовить королевский бургер с мороженым. Это невероятно вкусный десерт, который подарит вам бурю эмоций и восторга! Приготовить такой бургер в домашних условиях легко и просто, но для ресторанной сервировки он получится столь же изысканно и оригинально. Кстати, рецепт этого бургера не полный - вы легко можете удалить и добавить любые продукты, но все же советую хотя бы раз попробовать мою версию - она ​​мне кажется наиболее удачной.',
        imgFavorite:require('../../assets/IconCategory/like.png'),
        star:require('../../assets/IconCategory/star.png'),
        price:18,
        id:2
    },
    {
        img:require('../../assets/Image/food4.jpg'),
        title:'Шпинат с яйцом',
        description:'Хочу поделиться рецептом и показать, как приготовить шпинат с яйцом - очень простое, полезное и низкокалорийное блюдо, которое можно есть на завтрак или ужин. Его также можно подавать как закуску.',
        mainDescription:'Если у вас нет формы для яичницы, то сковороду нужно очень хорошо разогреть и следить, чтобы она ровно стояла на плите, тогда яйцо не растечется и вы сможете сохранить круглую форму. Еще можно жарить с яичницей, поместив на сковороду кольцо большого лука. Кольцо должно быть высотой примерно 2-3 сантиметра. важно, чтобы его край был ровным, тогда яйцо не вытечет.',
        imgFavorite:require('../../assets/IconCategory/like.png'),
        star:require('../../assets/IconCategory/star.png'),
        price:7,
        id:3
    },
    {
        img:require('../../assets/Image/food5.jpg'),
        title:'Зимний салат',
        description:'Рецепт зимнего салата. Салат очень похож на салат Оливье, но имеет свои особенности и нюансы.',
        mainDescription:'Салат Зимний очень напоминает то, что в народе называют салатом Оливье. Однако в действительности салат Оливье - это несколько более сложный в приготовлении и требовательный к ингредиентам салат, поэтому свой салат, который мы также традиционно едим на Новый год и другие семейные праздники, я не рискую называть салатом Оливье и называю его Зимним.',
        imgFavorite:require('../../assets/IconCategory/like.png'),
        star:require('../../assets/IconCategory/star.png'),
        price:7,
        id:4
    },
];

export const fakeCategoryData = [
    {
        img:require('../../assets/IconCategory/hot.png'),
        title:'Горячие блюда',
        id:1
    },
    {
        img:require('../../assets/IconCategory/china.png'),
        title:'Восточные',
        id:2
    },
    {
        img:require('../../assets/IconCategory/meal.png'),
        title:'Мясные',
        id:6
    },
    {
        img:require('../../assets/IconCategory/healthy.png'),
        title:'Вегетарианские',
        id:3
    },
    {
        img:require('../../assets/IconCategory/cakes.png'),
        title:'Кондитерские',
        id:4
    },
    {
        img:require('../../assets/IconCategory/decert.png'),
        title:'Десерты',
        id:5
    },
    
]
